tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "ansible"
brew "asciinema"
brew "asdf"
brew "bat"
brew "bfg"
brew "cmake"
brew "cowsay"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "imagemagick"
brew "jq"
brew "mas"
brew "neovim"
brew "nmap"
brew "yt-dlp"
brew "zsh"
brew "hashicorp/tap/terraform"
cask "aldente"
cask "altserver"
cask "apparency"
cask "appcleaner"
cask "balenaetcher"
cask "binance"
cask "blackhole-16ch"
cask "brave-browser"
cask "charles"
cask "chromedriver"
cask "datagrip"
cask "discord"
cask "docker"
cask "font-fira-code"
cask "gfxcardstatus"
cask "github"
cask "google-chrome"
cask "gureumkim"
cask "iina"
cask "insomnia"
cask "iterm2"
cask "karabiner-elements"
cask "keyboardcleantool"
cask "logitech-g-hub"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-teams"
cask "notion"
cask "openinterminal"
cask "openvpn-connect"
cask "parsec"
cask "pycharm"
cask "qbittorrent"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "raycast"
cask "rectangle"
cask "send-anywhere"
cask "slack"
cask "suspicious-package"
cask "visual-studio-code"
cask "vlc"
cask "wireshark"
cask "zoom"
mas "1Password 7", id: 1333542190
mas "AdGuard for Safari", id: 1440147259
mas "Amphetamine", id: 937984704
mas "Bandizip", id: 1265704574
mas "Hancom Office HWP 2014 VP Viewer", id: 416746898
mas "KakaoTalk", id: 869223134
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Right Click", id: 1364038646
mas "Telegram", id: 747648890
mas "Translate Tab", id: 458887729
mas "Unicorn HTTPS", id: 1475628500
mas "Xcode", id: 497799835
